tap "hashicorp/tap"
brew "gh"
brew "go"
brew "ipmitool"
brew "mas"
brew "nodebrew"
brew "pyenv"
brew "wget"
brew "zsh-completions"
cask "firefox"
cask "hammerspoon"
cask "hashicorp-vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
vscode "3w36zj6.textlint"
vscode "bazelbuild.vscode-bazel"
vscode "bierner.markdown-mermaid"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "foam.foam-vscode"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hancel.markdown-image"
vscode "hashicorp.hcl"
vscode "hashicorp.sentinel"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "katjanakosic.vscode-json5"
vscode "mindaro-dev.file-downloader"
vscode "njpwerner.autodocstring"
vscode "shardulm94.trailing-spaces"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
